{"A veces no se cómo sentirme cuándo no sale lo que quiero como lo quiero": [{"podcast": "Psicologia Al Desnudo | @psi.mammoliti", "title": "T2 E26 - Cuando la amistad lastima: el duelo de la distancia", "matched_paragraphs": ["de nosotros mismos que probablemente no mostramos a otras personas. Y ahí, justo ahí está lo que duele. Duele que cuando una relación termina, esa versión dentro nuestro muere. Claro, no dejamos de ser nosotros. Nuestra esencia es nuestra siempre. Pero sí, hay una faceta nuestra que se va con esa persona. Ese chiste compartido en situaciones de tensión, esos secretos de la adolescencia que nunca salieron a la luz y quedaron guardados en una cajita compartida solo con ese amigo. Esa mirada cómplice, cuando hay algo que ambos saben que al otro les da vergüenza ajena. Cuando uno sabe exactamente lo que el otro está pensando. Todo eso muere cuando el vínculo se termina. Una muerte simbólica, claro, pero que duele. Duele perder a la persona, pero también perder a esa faceta de vos mismo que se va junto con el otro. Razón número 3. La creencia en amistades eternas. Existe la idea de que los amigos son para siempre. Los novios, novias, pueden ir y venir, pero los amigos deberían durar infinitamente. Lo vemos en las películas, en las series. Es así y punto. Amigas que se conocen desde la infancia, pasan juntas toda su adolescencia, mientras transitan su adultez. Sus parejas incluso se hacen amigas y tienen hijos y son madrinas de los hijos de sus amigas y así, son como inseparables. No importa nada. Sus caminos como que siempre están unidos. Esto puede hacernos creer que una amistad que termina es señal de fracaso, sinónimo de debilidad. Pensar que las relaciones de amistad se mantienen intactas con el paso del tiempo es una falacia muy extendida. Las relaciones de amistad sufren altibajos como cualquier otra relación. Las personas que forman las amistades evolucionan y cambian y eso no tiene nada de malo. Es el camino natural de las cosas. Hay una vieja idea que me apasiona y tengo en la cabeza desde que estaba en la universidad. Ya se las conté antes en este podcast, en otro episodio. La leí alguna vez en algún lugar y no recuerdo dónde, pero desde ese momento no puedo dejar de ver así las relaciones. Hay dos tipos de personas que llegan a nuestras vidas. Un primer tipo de personas a las que llamo puente. porque simplemente vienen a acompañarte en un momento de tu vida específico, a permitirte cruzar determinados puentes que no hubieras cruzado solo o sola, pero después se van. Llegan a tu vida para cumplir algún propósito, y no estoy hablando de usar a nadie, sino con que ese cambio nunca se hubiera producido sin ese encuentro de caminos. Estas personas quizás tengan una presencia temporal en nuestras vidas, que termina cuando el objetivo se haya cumplido. Nos agarran de la mano y nos ayudan a cruzar a la otra orilla de nuestras vidas. Nos hacen cambiar y modifican de forma permanente o transitoria quienes somos. y cuando ya lo lograron, simplemente se van de una forma natural. No hay manera de que una persona puente se quede en nuestras vidas más del tiempo necesario. Son relaciones que nacen, evolucionan y desaparecen. En cambio, hay un segundo tipo de personas, las personas destino. que son aquellas que llegan para quedarse. Van a permanecer en nuestras vidas y nos van a transformar todos los días con su existencia. El sentido de esos vínculos es el de crecer y evolucionar juntos. Pueden ser relaciones cíclicas, claro, a veces como más conectadas, otras menos, pero siempre cerca. No está mal tener amigos puente ni amigos destino. Es así. La verdad es que la vida vamos a tener de ambos. Cuando llegue el momento de soltar, tenemos que aprender a hacerlo. Sea cual sea el tipo de vínculo que construyas con amigos a lo largo de tu vida, llora, enojate o reí según lo que corresponda, pero agradece siempre el aprendizaje. No importa si la persona tiene que ir"]}, {"podcast": "Psicologia Al Desnudo | @psi.mammoliti", "title": "T2 E21 - El fin del amor: ¿Cuándo es momento de terminar una relación?", "matched_paragraphs": ["Considerar si es un precio que estás dispuesto a pagar. Nunca deberías negociar dejar de ser quien sos por nadie. Las relaciones sanas necesitan libertad. Necesitan ser elegidas desde la madurez, la libertad, la independencia emocional. Si sentís que tenés que ser otra persona que no sos para estar con alguien, no es ahí. 3. Cuando tus valores y los de tu pareja son irreconciliables. Una pareja es un encuentro de dos mundos, dos historias de vida diferentes, recorridos, aprendizajes, culturas diferentes, que se descubren mutuamente y que, obviamente, tienen que generar acuerdos para que surja algo nuevo. Hay encuentros en los que los valores de cada una de las partes son irreconciliables. Por ejemplo, si una de las dos personas quiere mantener una relación monógama y la otra quiere una relación poliamorosa. O si una parte considera indispensable conservar momentos de intimidad individual y la otra parte espera y necesita compartirlo todo. Cuando la incompatibilidad se da sobre asuntos no negociables, hablamos de un indicador de que tal vez lo mejor sea terminar con esa relación o renegociar. Ejemplos. Llega el fin de semana y sus planes siempre son completamente opuestos. Es más, uno detesta lo que quiere hacer el otro. Cuando planean vacaciones juntos, cada quien imagina escenarios absolutamente diferentes. Hablan del futuro y sus planes no tienen nada que ver entre sí. Para una persona de la pareja lo más importante es la fidelidad más tradicional y para vos la fidelidad es otra cosa. Sobre este punto se basa el episodio 13 de la temporada 2 de este podcast que se llama Relaciones sanas de pareja, cómo construirlas, que es uno de mis favoritos. Resumiendo, no les importan las mismas cosas, sus valores son casi opuestos y es imposible pensar en hobbies en común. No hace falta ser exactamente idénticos, pero cierta afinidad es necesaria para construir una pareja. 4. Cuando no hay respeto. La mayoría de las veces que se ven discuten, se gritan, se insultan, viven en una montaña rusa de amor-odio. No te gusta como te trata. Te obliga a hacer cosas que no querés hacer. Es demasiado celoso, celosa, no confía en vos. Te miente, te humilla, te ningunea, te desprecia. Puede pasar ese día sin hablarte como una forma de venganza por algo que hiciste. Siempre quiere tener razón, aunque eso implique no escuchar tu dolor. Nunca te pediría perdón. Y vos sos siempre él o la culpable de que todo vaya mal. Te critica constantemente por todo lo que haces. Nunca traes dinero a casa. No aportás nada. Eso es porque nunca podés conseguir un trabajo digno. Vivís dejando todo sucio y limpiar, ¿sabés? O incluso por cómo sos. Qué fea que estás. Tenés celulitis. Cómo te cambió el cuerpo últimamente. Ya no sos la mujer linda que eras. Sos complicada, sensible, una exagerada total. El amor incluye respeto por el otro. Cuando estás en pareja con una persona narcisista que no puede amarte, ni mirarte, ni darte lo que necesitas. Hay que frenar. Si llegaste hasta este punto, tenemos dos caminos. Uno, trabajarlo en equipo, vos, tu pareja y un psicólogo de parejas. O dos, terminar. Cinco, cuando la relación se sostiene por miedo a estar sola o solo. Si estás así, sigas o no con esa persona, lo primero que hay que trabajar es ese miedo a la soledad, porque mientras lo sigas teniendo, vas a seguir eligiendo a la persona equivocada, una y otra vez. El temor a la soledad es el caldo de cultivo de la dependencia. No hay una sin la otra. Aprender a estar solos es necesario para saber estar en pareja y para madurar como personas. 6. Cuando hay ausencia de planes compartidos. Los proyectos en común son parte esencial de la vida en pareja. Si no hay planes a futuro, no buscan proyectar juntos o no hay forma de coincidir cuando lo intentan, debería encenderse una alarma."]}, {"podcast": "Psicologia Al Desnudo | @psi.mammoliti", "title": "T2 E1 - Las voces que te habitan: tu diálogo interno", "matched_paragraphs": ["dentro tuyo. Hay partes dentro nuestro que son únicas de cada persona. Solo vos o solo yo las tenemos porque tienen que ver con nuestra historia de vida. Pero también hay partes que todas las personas llevamos dentro por el hecho de ser seres humanos. Son personajes que nos habitan a todos y que compartimos con toda la sociedad. El niño o la niña interior. El adolescente interior. El o la adulta interior. Y nuestra parte sabia. Pensá que somos como mamushkas. Llevamos dentro nuestro cada edad que tuvimos a lo largo de la vida. La persona que hoy somos lleva dentro al niño o la niña de 5, 7 o 9 años, también al adolescente de 15, 17 y al joven de 18. Y en el cuerpo adulto que vemos hoy están contenidos todos esos pequeños yo del pasado. Todos conviven en tu cuerpo y en tu mente. Comencemos por el niño o la niña interior, que está conformado por todas esas experiencias que vivimos en nuestra infancia. Lo que nuestro niño necesita es cuidado, amor, seguridad, atención, protección, como todo niño, ¿no? Necesita que los adultos le brinden soporte a sus necesidades básicas, como el alimento, el hogar y el afecto. Por lo que si alguna de estas necesidades no fue cubierta, puede ser que tu niño o niña anterior esté dentro tuyo manifestándose, hoy en el adulto que sos. Aunque tu cuerpo sea adulto, no importa, quien se manifiesta pidiendo ser atendido es tu niño. Por ejemplo, puede que tu niño interior herido se esté expresando si no dormís bien, si no te alimentas bien, si no te permitís descansar, si no tenés reconocimiento y el amor de quienes te rodean, si frecuentás vínculos que son poco nutritivos o que son poco sanos. También si no vas a hacerte chequeos médicos, por ejemplo, o si vivís estresado o estresada por el dinero o por tu trabajo. Ese es un niño que no tuvo cubiertas las necesidades básicas y nuestro adulto de hoy sigue repitiendo el patrón. También es nuestro niño interior el que se expresa, por ejemplo, a través de la curiosidad. El rasgo principal de todo niño es el de ser curioso. Si para el niño algo pierde sentido o no le genera curiosidad y se vuelve aburrido, lo deja, se va. O afronta el aburrimiento comiendo, llenándose de tareas y de trabajo, o se atasca de planes, de compras, de viajes. Es decir, se sobrecarga con lo que sea que le permita tapar el agujero del aburrimiento. ¿Por qué? Porque necesita aprender, descubrir cosas nuevas, experimentar, jugar. Ese impulso es propio de todo niño interior sano. ¿Cuánto querés en realidad hacer esa cadena de planes que organizaste? ¿O cuánto querés en realidad esa cerveza de fin de tarde cuando terminás de trabajar? ¿No será que en realidad querés algo que te divierta en una rutina que se volvió terriblemente monótona, aburrida, y por ende tu niño interior pide a gritos diversión, cosas nuevas? Muchas veces, quien está detrás del impulso irrefrenable de seguir en una relación no sana y violenta es nuestro niño herido que fue abandonado y necesita que lo quieran a toda costa, sin importar cuán violento sea el vínculo en el que está. Siempre que estés necesitando cubrir las necesidades de curiosidad y de amor y de protección, es el niño el que está hablando a través del adulto que sos hoy. El segundo personaje es el adolescente interior. Nuestro adolescente interior tiene principalmente dos grandes necesidades a cubrir. Una es la construcción de su propia identidad y dos, la aprobación de los demás. De adolescentes buscamos la autonomía para definir quiénes somos. Y también buscamos relaciones equilibradas y sanas. Queremos que nuestro grupo de pares nos acepte y nos ame. Si hoy de adultos hacemos algo para ir en contra de nuestro entorno, justo eso que todo el mundo nos dice que no hagamos, ahí hay algo de la rebeldía propia del adolescente que se está manifestando. Y es bien conocida la fuerza de un espíritu adolescente, no importa cuán irracional sea la idea, se va a terminar imponiendo. No importa incluso si se trata de dejar un trabajo que todo el mundo"]}]}