{"A veces no se cómo sentirme cuándo no sale lo que quiero como lo quiero": [{"podcast": "Psicologia Al Desnudo | @psi.mammoliti", "title": "T2 E26 - Cuando la amistad lastima: el duelo de la distancia", "matched_paragraphs": ["de nosotros mismos que probablemente no mostramos a otras personas. Y ahí, justo ahí está lo que duele. Duele que cuando una relación termina, esa versión dentro nuestro muere. Claro, no dejamos de ser nosotros. Nuestra esencia es nuestra siempre. Pero sí, hay una faceta nuestra que se va con esa persona. Ese chiste compartido en situaciones de tensión, esos secretos de la adolescencia que nunca salieron a la luz y quedaron guardados en una cajita compartida solo con ese amigo. Esa mirada cómplice, cuando hay algo que ambos saben que al otro les da vergüenza ajena. Cuando uno sabe exactamente lo que el otro está pensando. Todo eso muere cuando el vínculo se termina. Una muerte simbólica, claro, pero que duele. Duele perder a la persona, pero también perder a esa faceta de vos mismo que se va junto con el otro. Razón número 3. La creencia en amistades eternas. Existe la idea de que los amigos son para siempre. Los novios, novias, pueden ir y venir, pero los amigos deberían durar infinitamente. Lo vemos en las películas, en las series. Es así y punto. Amigas que se conocen desde la infancia, pasan juntas toda su adolescencia, mientras transitan su adultez. Sus parejas incluso se hacen amigas y tienen hijos y son madrinas de los hijos de sus amigas y así, son como inseparables. No importa nada. Sus caminos como que siempre están unidos. Esto puede hacernos creer que una amistad que termina es señal de fracaso, sinónimo de debilidad. Pensar que las relaciones de amistad se mantienen intactas con el paso del tiempo es una falacia muy extendida. Las relaciones de amistad sufren altibajos como cualquier otra relación. Las personas que forman las amistades evolucionan y cambian y eso no tiene nada de malo. Es el camino natural de las cosas. Hay una vieja idea que me apasiona y tengo en la cabeza desde que estaba en la universidad. Ya se las conté antes en este podcast, en otro episodio. La leí alguna vez en algún lugar y no recuerdo dónde, pero desde ese momento no puedo dejar de ver así las relaciones. Hay dos tipos de personas que llegan a nuestras vidas. Un primer tipo de personas a las que llamo puente. porque simplemente vienen a acompañarte en un momento de tu vida específico, a permitirte cruzar determinados puentes que no hubieras cruzado solo o sola, pero después se van. Llegan a tu vida para cumplir algún propósito, y no estoy hablando de usar a nadie, sino con que ese cambio nunca se hubiera producido sin ese encuentro de caminos. Estas personas quizás tengan una presencia temporal en nuestras vidas, que termina cuando el objetivo se haya cumplido. Nos agarran de la mano y nos ayudan a cruzar a la otra orilla de nuestras vidas. Nos hacen cambiar y modifican de forma permanente o transitoria quienes somos. y cuando ya lo lograron, simplemente se van de una forma natural. No hay manera de que una persona puente se quede en nuestras vidas más del tiempo necesario. Son relaciones que nacen, evolucionan y desaparecen. En cambio, hay un segundo tipo de personas, las personas destino. que son aquellas que llegan para quedarse. Van a permanecer en nuestras vidas y nos van a transformar todos los días con su existencia. El sentido de esos vínculos es el de crecer y evolucionar juntos. Pueden ser relaciones cíclicas, claro, a veces como más conectadas, otras menos, pero siempre cerca. No está mal tener amigos puente ni amigos destino. Es así. La verdad es que la vida vamos a tener de ambos. Cuando llegue el momento de soltar, tenemos que aprender a hacerlo. Sea cual sea el tipo de vínculo que construyas con amigos a lo largo de tu vida, llora, enojate o reí según lo que corresponda, pero agradece siempre el aprendizaje. No importa si la persona tiene que ir"]}, {"podcast": "Psicologia Al Desnudo | @psi.mammoliti", "title": "E80: Tomarnos un tiempo en la pareja, ¿Funciona?", "matched_paragraphs": ["Es como el sexo, no importa que hayas tenido muchas parejas sexuales a lo largo de tu vida, vas a aprender a ser bueno o buena en el sexo con esa persona. Y eso no te vuelve mejor en el sexo con la siguiente que tengas. No, porque aprendiste lo que le gusta a esa persona, que quizás es diametralmente diferente de lo que le gusta a la que sigue. Por eso, cada nueva relación es un nuevo terreno de aprendizaje. Comenzamos de cero a descubrir al otro. Psicología al desnudo. Pasemos ahora a la parte práctica de este podcast. Quiero compartirte mis cuatro reglas de oro para tomarte un tiempo. Toma nota. ¿Regla de oro número uno para tomarte un tiempo? Exponer con claridad las razones por las cuales te querés tomar un tiempo como muestra de respeto y de buena voluntad. Si nos sentimos abrumados o no tenemos claros nuestros sentimientos, tenemos derecho a pedirle tiempo a nuestra pareja. Pero nuestra pareja también tiene derecho a saber qué es lo que nos está pasando. Y no está bueno quitarnos responsabilidad con frases como, no, con vos está todo bien, acá el tema soy yo. Hagámonos cargo de lo que nos sucede siendo sinceros. Es fundamental que hagas un análisis de conciencia para descubrir por qué estás necesitando tiempo solo o sola. ¿La relación ya no te genera deseo? ¿Estás a punto de embarcarte en una nueva etapa y crees que la relación no va a funcionar? ¿Le tenés miedo al compromiso que implica irse a vivir juntos, por ejemplo, o pasar una segunda etapa? Lo más importante es que seamos capaces de determinar si se trata de un problema que puede tener solución o si ese tiempo es en realidad una excusa. Si estás convencida de que la relación no tiene futuro, hay que asumirlo y comunicarlo lo antes posible. No es justo poner puntos suspensivos donde en realidad querés poner un punto final. Y si en realidad no querés terminar, tenés que ser honesto y explicar qué pasa, qué pensás, qué necesitas pensar en ese tiempo. La sinceridad es una muestra de respeto. Regla de oro número 2. Pactar un plazo de tiempo. Para que este un tiempo no se convierta en un para siempre. Para la persona que ama, no existe nada más angustiante que la separación. El tiempo lejos de verdad se puede sentir muy terrible. De hecho, un estudio de un grupo de neurocientíficos de la Universidad de Michigan, que me sorprendió un montón cuando lo estudié, comprobó que cuando nuestra pareja nos abandona y después vamos y miramos fotos de esa persona, se activan las mismas zonas cerebrales vinculadas con el dolor físico. No siempre podemos aliviar el dolor de la separación, pero al menos sí podemos reducir la incertidumbre pactando un plazo de tiempo prudente. Si necesitamos un par de meses para poner nuestra mente en orden, pero nuestra pareja solo está dispuesta a darnos unos días, esa falta de acuerdo va a empezar a generar problemas. Es probable que nuestra pareja empiece a llamarnos e insista en retomar la relación cuando todavía nosotros no estamos preparados, por ejemplo. Y esa insistencia puede hacer que digamos, bueno, listo, chau, baby, rompamos todo. O hacer que retomemos la relación con los mismos conflictos sin resolver. Y probablemente se va a desencadenar un bucle de rupturas, reconciliaciones, rupturas, reconciliaciones. Por eso, para evitar esos problemas, tenemos que pactar el tiempo que va a durar el distanciamiento. Cada pareja es diferente, por supuesto, por eso no me gusta hablar de plazos, pero vamos a decir que por lo general dos o tres meses deberían ser suficientes para detectar hábitos que no nos gustan, ya sea nuestros o de nuestra pareja, y encontrar estrategias de afrontamiento para esos problemas o para aclarar dudas. Si la pausa en la relación va más allá de los seis meses, quizás sea mejor reconsiderar una separación. Regla número 3. Necesitamos reglas claras. A la hora de sentarnos a negociar sobre un tiempo lejos, tenemos que dejar asentadas las normas que van a regir nuestras vidas mientras dure ese tiempo. ¿Ejemplos de puntos que hay que acordar antes de tomarnos un tiempo? ¿Nos vamos a seguir viendo durante este tiempo? ¿Cuántas veces? ¿Cuándo? ¿Nos vamos a mantener en contacto de alguna manera? ¿Vamos a salir con otras personas mientras estemos separados? Sin esas reglas básicas, va a ser complicado volver a la relación después sin enojos."]}]}